---
kind: property
id: P:Autodesk.Revit.DB.Mechanical.Zone.HeatingAirTemperature
source: html/2dfef226-72d9-ca2b-d622-4c1ea0130575.htm
---
# Autodesk.Revit.DB.Mechanical.Zone.HeatingAirTemperature Property

Get or set the Heating Air Temperature of the Zone.

## Syntax (C#)
```csharp
public double HeatingAirTemperature { get; set; }
```

## Remarks
This property is used to get or set the Heating Air Temperature of the Zone.